---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GenericImportOptions
source: html/10098f28-dfda-0a13-983a-103332c9e92a.htm
---
# GenericImportOptions Members

Reference point (in Revit) to which the image is going to be inserted.